CLASS_LABELS_LOCALIZED = ['АФРИКАНСКИЙ ЛЕОПАРД', 'КАРАКАЛ', 'ГЕПАРД', 'ДЫМЧАТЫЙ ЛЕОПАРД', 'ЯГУАР', 'ЛЕВ', 'ОСЕЛОТ', 'ПУМА', 'СНЕЖНЫЙ БАРС', 'ТИГР']

CLASS_SHORT_INFO = [
    'Африканский леопард (Panthera pardus pardus) — крупная и грациозная хищная кошка, обитающая в саваннах, лесах и горах Африки.',
    'Каракал (Caracal caracal) — дикая кошка среднего размера, обитающая в Африке, на Ближнем Востоке и в Центральной Азии.',
    'Гепард (Acinonyx jubatus) — самое быстрое наземное животное, способное развивать скорость до 100 км/ч.',
    'Дымчатый леопард (Neofelis nebulosa) — редкая дикая кошка, обитающая в тропических лесах Юго-Восточной Азии.',
    'Ягуар (Panthera onca) — крупнейшая кошка Америки, известная своей мощной челюстью и пятнистой шкурой.',
    'Лев (Panthera leo) — социальная кошка, живущая в группах, известных как прайды, обитающая в Африке и Индии.',
    'Оцелот (Leopardus pardalis) — средних размеров дикая кошка с уникальным пятнистым окрасом, обитающая в Южной и Центральной Америке.',
    'Пума (Puma concolor) — крупная кошка, обитающая в Америке, известная также как горный лев или кугуар.',
    'Снежный барс (Panthera uncia) — редкая дикая кошка, обитающая в горах Центральной Азии, известная своей густой шерстью.',
    'Тигр (Panthera tigris) — крупнейший представитель семейства кошачьих, обитающий в Азии.'
]